[
    {
        "id": "1",
        "title": "Linsgryta med kokosmjölk",
        "img": "imgs/4542.JPG",
        "description": "Krämig och matig linsgryta värmer skönt en kall höstkväll. Grytan är smaksatt med vitlök, curry och sambal oelek och gjord med kokosmjölk för extra krämighet. Servera med ris, halverade körsbärstomater och toppa med färsk koriander",
        "time": 45,
        "difficulty": 2,
        "ingredients": [
            "4 port ris eller annat gryn",
            "1 gul lök",
            "1 msk olja",
            "1 vitlöksklyfta",
            "1 tsk curry",
            "2 msk tomatpuré",
            "400 ml kokosmjölk",
            "2 1/2 dl vatten",
            "1 grönsaksbuljongtärning",
            "2 dl torkade röda linser",
            "1 tsk sambal oelek",
            "250 g körsbärstomater",
            "salt",
            "peppar",
            "1 kruka koriander"
        ],
        "steps": [
            "koka riset enligt anvisningen på förpackningen.",
            "Skala och hacka löken. Fräs den i oljan i en gryta. Pressa i vitlök och tillsätt curry och tomatpuré och fräs ytterligare någon minut.",
            "Rör i kokosmjölk, vatten, smulad buljongtärning, linser och sambal oelek. Låt koka ca 15 minuter eller tills linserna är mjuka. Späd eventuellt med mer vatten.",
            "Dela tomaterna och vänd ner dem i grytan mot slutet av koktiden eller servera dem till. Smaka av grytan med salt och peppar.",
            "Servera grytan med ris och tomater och toppa med koriander."
        ]
    },
    {
        "id": "2",
        "title": "Linsgryta med tomat och fetaost",
        "img": "imgs/4487.JPG",
        "description": "En vegetarisk linsgryta är en riktig vardagsräddare som alltid går hem. Mustig, snabblagad och blir extra god med fetaost som topping",
        "time": 15,
        "difficulty": 1,
        "ingredients": [
            "1 gul lök, hackad",
            "2 klyftor vitlök, pressade",
            "0,5 röd chilifrukt",
            "1 morot, tärnad",
            "0,5 dl Zeta extra jungfruolivolja classico",
            "1 burk Zeta Krossade tomater",
            "2 tsk torkad oregano",
            "2 dl vatten",
            "1 grönsaksbuljongtärning",
            "1 förp Zeta Ekologiska Linser, avsköljda",
            "salt",
            "peppar",
            "1 förp Zeta Fetaost",
            "färsk bladpersilja, hackad",
            "surdegsbröd"
        ],
        "steps": [
            "Fräs lök, vitlök, chili och morot i rikligt med olivolja.",
            "Tillsätt tomater, oregano, vatten och buljongtärning. Koka ihop under 3-4 minuter, häll i linserna och låt småkoka i ytterligare 2-3 minuter.",
            "Smaka av med salt och peppar.",
            "Smula över fetaost och strö över persilja.",
            "Servera med surdegsbröd eller liknande."
        ]
    },
    {
        "id": "c8bfd33f-5dda-439a-9b25-71c772c678c0",
        "title": "Fläskytterfilé med svampsås, brysselkål och potatis",
        "description": "Idag blir det en riktig fest till middag, med potatis och brysselkål i ugn som får sällskap på tallriken av fläskytterfilé och en krämig sås med smak av svamp. Perfekt sätt att starta helgen på!",
        "img": "imgs/88cbbe95-f698-4b18-a01e-84c672830b0d.jpeg",
        "time": 45,
        "ingredients": [
            "900 g potatis",
            "500 g brysselkål",
            "1 msk olja",
            "salt",
            "peppar",
            "1 gul lök",
            "1 msk olja",
            "2 dl mjölk",
            "2 tsk majsstärkelse",
            "2 dl crème fraiche karljohansvamp & timjan",
            "1 msk japansk soja",
            "ca 600 g fläskytterfilé",
            "1 msk olja"
        ],
        "steps": [
            "Sätt ugnen på 225°C och sätt in en plåt.",
            "Skär potatisen i skivor. Blanda den och brysselkålen med olja, salt och peppar (dela brysselkålen om de är stora). Häll ut på den varma plåten och rosta mitt i ugnen ca 25 minuter.",
            "Skala och hacka löken. Bryn löken i oljan i en kastrull.",
            "Blanda mjölken med majsstärkelsen och vispa ner i kastrullen. Rör ner crème fraiche och soja. Låt koka upp. Smaka av såsen med salt och peppar.",
            "Skär köttet i ca 1 cm tjocka skivor och stek dem i oljan i en stekpanna ca 2 minuter på varje sida. Krydda med salt och peppar.",
            "Servera köttet med sås, potatis och brysselkål."
        ],
        "difficulty": 2
    }
]
